IDEA Open Model
ConcreteULSCheckResultTorsionEc2.Trdmax Property
Compatible with IDEA StatiCa 20.1
 design torsional resistance moment
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Trdmax { get; set; }
Public Property Trdmax As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace